Repository: OpenMediaVault-Plugin-Developers/openmediavault-borgbackup
Catalog: usr/share/openmediavault/locale/*/openmediavault-borgbackup.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl

source: 0 is the fastest compression and 9 is the best compression
de_de: 0 ist die schnellste Kompression und 9 ist die beste Kompression
es_es: 0 es la compresión peor y más rápida y 9 la mejor y más lenta
it_it: 0 è la compressione più veloce e 9 quella migliore
nl_nl: 0 is de snelste compressie en 9 is de beste compressie
pl_pl: 0 to najszybsza kompresja, a 9 to najlepsza kompresja

source: 5G, 1.5T as examples. Leave blank for no quota.
it_it: 5G, 1.5T sono esempi. Lasciare vuoto per non impostare una quota.
nl_nl: 5G, 1.5T als voorbeelden. Leeg laten voor geen quota.

source: All
de_de: Alle
es_es: Todos
it_it: Tutto
nl_nl: Alles
pl_pl: Wszystko

source: Archive
de_de: Archiv
es_es: Archivo
it_it: Archivio
nl_nl: Archief
pl_pl: Archiwum

source: Archive info ...
de_de: Archivinfo ...
es_es: Información del archivo ...
it_it: Informazioni sull'archivio ...
nl_nl: Archiefinfo…
pl_pl: Archiwum info ...

source: Archives
de_de: Archive
es_es: Archivos
it_it: Archivi
nl_nl: Archieven
pl_pl: Archiwa

source: Archives only
de_de: Nur Archive
es_es: Solo archivos
it_it: Solo archivi
nl_nl: Alleen archieven
pl_pl: Tylko archiwa

source: Are you sure you want to delete the repo from the plugin and the repo files? This will delete all repo files!
de_de: Sind Sie sicher, dass Sie das Repo aus dem Plugin und den Repo-Dateien löschen möchten? Dies wird alle Repo-Dateien löschen!
es_es: ¿Está seguro de que desea eliminar el repositorio del plugin y los archivos del repositorio? ¡Esto eliminará todos los archivos de repositorio!
it_it: Sei sicuro di voler cancellare il repo dal plugin e i file del repo? Questa operazione cancellerà tutti i file del repo!
nl_nl: Weet u zeker dat u de repo uit de plugin en de repo bestanden wilt verwijderen? Hierdoor worden alle repo-bestanden verwijderd!

source: Are you sure you want to remove repo from the plugin? This will not delete any files!
de_de: Sind Sie sicher, dass Sie das Repo aus dem Plugin entfernen möchten? Dies wird keine Dateien löschen!
es_es: ¿Está seguro de que desea eliminar el repositorio del plugin? ¡Esto no eliminará ningún archivo!
it_it: Sei sicuro di voler rimuovere la repo dal plugin? Questa operazione non cancellerà alcun file!
nl_nl: Weet u zeker dat u repo uit de plugin wilt verwijderen? Hierdoor worden geen bestanden verwijderd!

source: Backup Options
nl_nl: Backup-opties

source: Base Dir
de_de: Basisverz.
es_es: Directorio Base
it_it: Cartella di riferimento
nl_nl: Basismap

source: Base directory to make archive use relative paths. Leave blank to use absolute paths in archive.
de_de: Basisverzeichnis, damit das Archiv relative Pfade verwendet. Leer lassen, um absolute Pfade im Archiv zu verwenden.
es_es: Directorio base para que el archivo utilice rutas relativas. Déjelo en blanco para utilizar rutas absolutas en el archivo.
it_it: La cartella di riferimento per fare in modo che l'archivio utilizzi percorsi relativi. Lasciare vuoto per usare percorsi assoluti nell'archivio.
nl_nl: Basismap om archief relatieve paden te laten gebruiken. Laat leeg om absolute paden in archief te gebruiken.

source: Change
de_de: Ändern
es_es: Cambio
it_it: Modifica
nl_nl: Wijzigen

source: Change location
de_de: Ort ändern
es_es: Cambiar ubicación
it_it: Modifica posizione
nl_nl: Locatie wijzigen

source: Change passphrase
de_de: Passphrase ändern
es_es: Cambiar contraseña
it_it: Modifica password
nl_nl: Wachtwoordzin wijzigen

source: Change quota
it_it: Modifica quota
nl_nl: Quota wijzigen

source: Changing quota ...
it_it: Modifica della quota in corso...
nl_nl: Quota wijzigen…

source: Changing repo location ...
de_de: Speicherort des Repo wird geändert ...
es_es: Cambiando ubicación del repositorio ...
it_it: Sto modificando la posizione del repo ...
nl_nl: Locatie van de repo wijzigen…

source: Check
de_de: Überprüfen
es_es: Validar
it_it: Controlla
nl_nl: Controleren
pl_pl: Sprawdż

source: Check all ...
de_de: Alles überprüfen ...
es_es: Revisar todo ...
it_it: Controlla tutto ...
nl_nl: Alles controleren…
pl_pl: Sprawdź wszystko ...

source: Check archives only ...
de_de: Nur Archive überprüfen ...
es_es: Revisar solo archivos ...
it_it: Controlla solo gli archivi ...
nl_nl: Alleen archieven controleren…
pl_pl: Sprawdź tylko archiwa ...

source: Check repo ...
de_de: Repo überprüfen ...
es_es: Revisar repo ...
it_it: Controlla il repo ...
nl_nl: Repo controleren…
pl_pl: Sprawdź repozytorium ...

source: Check repos only ...
de_de: Nur Repos überprüfen ...
es_es: Revisar repos únicamente ...
it_it: Controlla solo i repo ...
nl_nl: Alleen repo's controleren…
pl_pl: Sprawdź tylko repozytoria ...

source: Checked = send email on error or success.<br/>Unchecked = send email on error only.
de_de: Angekreuzt = E-Mail bei Fehler oder Erfolg senden, nicht angekreuzt = E-Mail nur bei Fehler senden.
es_es: Marcado = enviar correo electrónico en caso de error o éxito. Sin marcar = enviar correo electrónico solo en caso de error.
it_it: Selezionato = invia l'email in caso di errore o di successo.<br/>Non selezionato = invia l'email solo in caso di errore.
nl_nl: Aangevinkt = e-mail sturen bij fout of succes.Niet aangevinkt = alleen e-mail sturen bij fout.
pl_pl: Zaznaczone = wyślij e-mail w przypadku błędu lub powodzenia.<br/>Niezaznaczone = wysyłaj e-mail tylko w przypadku błędu.

source: Compact repo ...
es_es: Comprimiendo repositorio ...
it_it: Compatta il repo ...
nl_nl: Repo compact maken…

source: Compact threshold
it_it: Soglia di compattazione
nl_nl: Compact-drempel

source: Compression
de_de: Kompression
es_es: Compresión
it_it: Compressione
nl_nl: Compressie
pl_pl: Kompresja

source: Compression Type
de_de: Kompressionstyp
es_es: Tipo de Compresión
it_it: Tipo di compressione
nl_nl: Compressietype
pl_pl: Typ kompresji

source: Compression ratio
de_de: Kompressionsrate
es_es: Ratio de compresión
it_it: Rapporto di compressione
nl_nl: Compressieratio
pl_pl: Współczynnik kompresji

source: Create
de_de: Erstellen
es_es: Crear
it_it: Crea
nl_nl: Aanmaken
pl_pl: Utwórz

source: Create archive for ...
de_de: Archiv erstellen für ...
es_es: Crear archivo para ...
it_it: Crea archivio per ...
nl_nl: Archief aanmaken voor…
pl_pl: Utwórz archiwum dla...

source: Create archive for ... (Dry Run)
it_it: Crea archivio per ... (Dry Run)
nl_nl: Archief aanmaken voor… (proef)

source: Created archive.
de_de: Archiv erstellt.
es_es: Archivo creado.
it_it: L'archivio è stato creato.
nl_nl: Archief aangemaakt.
pl_pl: Utworzono archiwum.

source: Created environment variable.
de_de: Umgebungsvariable erstellt.
es_es: Variable de entorno creada.
it_it: La variabile d'ambiente è stata creata.
nl_nl: Omgevingsvariabele aangemaakt.
pl_pl: Utworzono zmienną środowiskową.

source: Created repo.
de_de: Repo erstellt.
es_es: repo creado.
it_it: Il repo è stato creato.
nl_nl: Repo aangemaakt.
pl_pl: Utworzono repozytorium.

source: Current quota
it_it: Quota attuale
nl_nl: Huidige quota

source: Delete + Files
de_de: Löschen + Dateien
es_es: Borrando + Archivos
it_it: Elimina + file
nl_nl: Verwijderen + Bestanden

source: Directory not found
it_it: La cartella non è stata trovata
nl_nl: Map niet gevonden

source: Download repo keyfile
de_de: Repo-Schlüsseldatei herunterladen
es_es: Descargando la keyfile del repo
it_it: Scarica il keyfile del repo
nl_nl: Repo-sleutelbestand downloaden

source: Dry Run
nl_nl: Proef

source: Edit
de_de: Bearbeiten
es_es: Editar
it_it: Modifica
nl_nl: Bewerken
pl_pl: Edytuj

source: Edit archive.
de_de: Archiv bearbeiten.
es_es: Editar archivo.
it_it: Modifica archivio.
nl_nl: Archief bewerken.
pl_pl: Edytuj archiwum.

source: Edit environment variable.
de_de: Umgebungsvariable bearbeiten.
es_es: Editar variable de entorno.
it_it: Modifica variabile d'ambiente.
nl_nl: Omgevingsvariabele bewerken.
pl_pl: Edytuj zmienną środowiskową.

source: Enable
de_de: Aktivieren
es_es: Habilitar
it_it: Abilita
nl_nl: Inschakelen
pl_pl: Włącz

source: Enabled
de_de: Aktiviert
es_es: Habilitado
it_it: Abilitato
nl_nl: Ingeschakeld
pl_pl: Włączony

source: Encryption
de_de: Verschlüsselung
es_es: Encriptación
it_it: Crittografia
nl_nl: Versleuteling
pl_pl: Szyfrowanie

source: Environment Variables
de_de: Umgebungsvariablen
es_es: Variables de entorno
it_it: Variabili d'ambiente
nl_nl: Omgevingsvariabelen
pl_pl: Zmienne środowiskowe

source: Excludes
de_de: Ausgenommen
es_es: Excluidos
it_it: Escludi
nl_nl: Uitsluitingen
pl_pl: Wykluczone

source: Export
de_de: Exportieren
es_es: Exportar
it_it: Esporta
nl_nl: Exporteren
pl_pl: Eksport

source: Export file will be created in this directory with a filename matching the archive name with an extension of .tar.gz.
de_de: In diesem Verzeichnis wird eine Exportdatei mit einem Dateinamen, der dem Archivnamen mit der Erweiterung .tar.gz entspricht, erstellt.
es_es: El archivo a exportar, será creado en este directorio con un nombre con la extensión .tar.gz.
it_it: Il file di esportazione verrà creato in questa cartella con un nome di file corrispondente al nome dell'archivio e con un'estensione .tar.gz.
nl_nl: Exportbestand zal in deze map worden aangemaakt met een bestandsnaam die overeenkomt met de archiefnaam en een extensie .tar.gz.
pl_pl: W tym katalogu zostanie utworzony plik eksportu o nazwie odpowiadającej nazwie archiwum i rozszerzeniu .tar.gz.

source: Extract
de_de: Extrahieren
es_es: Extraer
it_it: Estrai
nl_nl: Uitpakken
pl_pl: Wyodrębnij

source: Extract archive to directory
de_de: Archiv in Verzeichnis extrahieren
es_es: Extrayendo archivos al directorio
it_it: Estrai l'archivio nella cartella
nl_nl: Archief uitpakken naar map

source: Extract archive to tar file
de_de: Archiv in tar-Datei extrahieren
es_es: Extrayendo archivos al fichero tar
it_it: Estrai l'archivio in un file tar
nl_nl: Archief uitpakken naar tar-bestand

source: Failed to find
es_es: Error al buscar
it_it: Impossibile trovare
nl_nl: Niet gevonden

source: Failed to get keyfile!
es_es: Error al cargar la keyFile.
it_it: Impossibile ottenere il keyfile!
nl_nl: Sleutelbestand niet kunnen verkrijgen!

source: Failed to remove
es_es: Error al borrar
it_it: Impossibile rimuovere
nl_nl: Verwijderen mislukt

source: General
nl_nl: Algemeen

source: Gives a merged, versioned view of the files in the archives. EXPERIMENTAL
de_de: Liefert eine zusammengefasste, versionierte Ansicht der Dateien in den Archiven. EXPERIMENTELL
es_es: Proporciona una vista fusionada y versionada de los archivos en las carpetas. EXPERIMENTAL
it_it: Fornisce una vista unificata e con versioni dei file negli archivi. SPERIMENTALE
nl_nl: Geeft een samengevoegde, versieweergave van de bestanden in de archieven. EXPERIMENTEEL

source: Hooks / Advanced
nl_nl: Hooks / Geavanceerd

source: Hour of the day that daily backups run.
nl_nl: Uur van de dag dat dagelijkse backups worden uitgevoerd.

source: Hour of the day that monthly backups run.
nl_nl: Uur van de dag dat maandelijkse backups worden uitgevoerd.

source: Hour of the day that weekly backups run.
nl_nl: Uur van de dag dat wekelijkse backups worden uitgevoerd.

source: Hour of the day that yearly backups run.
nl_nl: Uur van de dag dat jaarlijkse backups worden uitgevoerd.

source: If this is enabled, borg won't span filesystem partitions within a backup point.
de_de: Wenn dies aktiviert ist, wird borg keine Dateisystempartitionen innerhalb eines Sicherungspunktes überlappen.
es_es: Si está habilitado, borg no abarcará las particiones del sistema de archivos dentro de un punto de backup.
it_it: Se l'opzione è abilitata, borg non potrà utilizzare le partizioni del filesystem all'interno di un punto di backup.
nl_nl: Als dit is ingeschakeld, zal borg geen bestandssysteempartities binnen een back-uppunt overspannen.
pl_pl: Jeśli ta opcja jest włączona, Borg nie będzie rozciągać się po partycjach systemu plików w obrębie punktu kopii zapasowej.

source: Includes
de_de: Einschließlich
es_es: Incluye
it_it: Includi
nl_nl: Inclusief
pl_pl: Zawiera

source: List
de_de: Liste
es_es: Lista
it_it: Elenco
nl_nl: Lijst
pl_pl: Lista

source: Local
de_de: Lokal
it_it: Locale
nl_nl: Lokaal
pl_pl: Lokalny

source: Maintenance
nl_nl: Onderhoud

source: Minute after the hour that daily backups run.
nl_nl: Minuten na het uur dat dagelijkse backups worden uitgevoerd.

source: Minute after the hour that hourly backups run.
nl_nl: Minuten na het uur dat uurlijke backups worden uitgevoerd.

source: Minute after the hour that monthly backups run.
nl_nl: Minuten na het uur dat maandelijkse backups worden uitgevoerd.

source: Minute after the hour that weekly backups run.
nl_nl: Minuten na het uur dat wekelijkse backups worden uitgevoerd.

source: Minute after the hour that yearly backups run.
nl_nl: Minuten na het uur dat jaarlijkse backups worden uitgevoerd.

source: Mount
de_de: Einhängen
es_es: Montaje
it_it: Monta
nl_nl: Aankoppelen
pl_pl: Montowanie

source: Mount repo
de_de: Repo einhängen
es_es: Montando el repositorio
it_it: Monta il repo
nl_nl: Repo aankoppelen

source: Mounted
de_de: Eingehängt
es_es: Montado
it_it: Montato
nl_nl: Aangekoppeld
pl_pl: Zamontowane

source: Mounting repo ...
de_de: Repo wird eingehängt ...
es_es: Montando repo ...
it_it: Sto montando il repo ...
nl_nl: Repo aankoppelen…

source: Must have ssh keys setup. Remote path should be in the form&#58; user@hostname&#58;path
de_de: Sie müssen ssh-Schlüssel eingerichtet haben. Der entfernte Pfad sollte die Form&#58; user@hostname&#58;path haben
es_es: Debe tener configuradas las claves ssh. La ruta remota debe tener el formato&#58; user@hostname&#58;path
it_it: Devono essere configurate le chiavi ssh. Il percorso remoto deve essere nel formato&#58; user@hostname&#58;percorso
nl_nl: Moet ssh-sleutels setup hebben. Het pad op afstand moet de vorm &#58; user@hostname&#58;path hebben
pl_pl: Musi mieć skonfigurowane klucze ssh. Ścieżka zdalna powinna mieć postać&#58; użytkownik@nazwahosta&#58;ścieżka

source: Name
es_es: Nombre
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa

source: Name/Prefix
de_de: Name/Präfix
es_es: Nombre/Prefijo
it_it: Nome/Prefisso
nl_nl: Naam/voorvoegsel
pl_pl: Nazwa / przedrostek

source: New quota
it_it: Nuova quota
nl_nl: Nieuwe quota

source: No atime
de_de: Keine atime
it_it: Disattiva atime
nl_nl: Geen atime
pl_pl: Brak czasu

source: None
de_de: Keine
es_es: Ninguno
it_it: Nessuno
nl_nl: Geen
pl_pl: Żaden

source: Number of daily backups to keep.
nl_nl: Aantal dagelijkse backups om te behouden.

source: Number of hourly backups to keep.
nl_nl: Aantal backups om elk uur te behouden.

source: Number of monthly backups to keep.
nl_nl: Aantal maandelijkse backups om te behouden.

source: Number of weekly backups to keep.
nl_nl: Aantal wekelijkse backups om te behouden.

source: Number of yearly backups to keep.
nl_nl: Aantal jaarlijkse backups om te behouden.

source: One filesystem only
de_de: Nur ein Dateisystem
es_es: Un sistema de archivos únicamente
it_it: Solo un filesystem
nl_nl: Slechts één bestandssysteem
pl_pl: Tylko jeden system plików

source: Original location
de_de: Ursprünglicher Ort
es_es: Ubicación original
it_it: Posizione originaria
nl_nl: Oorspronkelijke locatie
pl_pl: Oryginalna lokalizacja

source: Output verbose list of files and directories.
de_de: Ausführliche Liste der Dateien und Verzeichnisse ausgeben.
es_es: Muestra una lista detallada de archivos y directorios.
it_it: Visualizza un elenco verboso di file e cartelle.
nl_nl: Uitgebreide lijst met bestanden en mappen uitvoeren.
pl_pl: Wyprowadź pełną listę plików i katalogów.

source: Passphrase
es_es: Contraseña
it_it: Password
nl_nl: Wachtwoordzin
pl_pl: Hasło

source: Put a new line or comma between each directory
it_it: Inserisci una nuova riga o una virgola tra ogni cartella
nl_nl: Plaats een nieuwe regel of komma tussen elke map

source: Quota has been changed.
it_it: La quota è stata modificata.
nl_nl: Quota zijn gewijzigd.

source: Rate limit
de_de: Ratengrenze
es_es: Limite de Ancho de Banda
it_it: Velocità massima
nl_nl: Snelheidslimiet
pl_pl: Ograniczenie przepustowości

source: Remote
de_de: Entfernt
es_es: Remoto
it_it: Remoto
nl_nl: Op afstand
pl_pl: Zdalny

source: Remote Path
de_de: Entfernter Pfad
es_es: Ruta remota
it_it: Percorso remoto
nl_nl: Pad op afstand
pl_pl: Zdalna ścieżka

source: Remote path
de_de: Entfernter Pfad
es_es: Ruta remota
it_it: Percorso remoto
nl_nl: Pad op afstand
pl_pl: Zdalna ścieżka

source: Remove
de_de: Entfernen
es_es: Eliminando
it_it: Rimuovi
nl_nl: Verwijderen

source: Repo has been mounted.
de_de: Repo wurde eingehängt.
es_es: El repositorio ha sido montado.
it_it: Il repo è stato montato.
nl_nl: Repo is aangekoppeld.

source: Repo has been unmounted.
de_de: Repo wurde ausgehängt.
es_es: El repositorio ha sido desmontado.
it_it: Il repo è stato smontato.
nl_nl: Repo is losgekoppeld

source: Repo is in use. Delete archives associated with this repo first!
de_de: Repo ist in Gebrauch. Löschen Sie zuerst die mit diesem Repo verbundenen Archive!
es_es: Repo en uso. !Borre archivos asociados a este repo primero!
it_it: Il repo è in uso. Elimina prima gli archivi associati a questo repo!
nl_nl: Repo is in gebruik. Verwijder eerst archieven die aan deze repo zijn gekoppeld!
pl_pl: Repozytorium jest w użyciu. Najpierw usuń archiwa powiązane z tym repozytorium!

source: Repo location has been changed.
de_de: Speicherort des Repo wurde geändert.
es_es: La ubicación del repo ha cambiado.
it_it: La posizione del repo è stata modificata.
nl_nl: Repo-locatie is gewijzigd.

source: Repo will be mounted as a subfolder in the shared folder with the same name as the repo.
de_de: Das Repo wird als Unterordner in den gemeinsamen Ordner mit dem gleichen Namen wie das Repo eingebunden.
es_es: El repositorio será montado como una sub-carpeta en la carpeta compartida con el mismo nombre del repo.
it_it: Il repo verrà montato come sottocartella nella cartella condivisa con lo stesso nome del repo.
nl_nl: Repo wordt aangekoppeld als submap in de gedeelde map met dezelfde naam als de repo.
pl_pl: Repozytorium zostanie zamontowane jako podfolder w folderze współdzielonym o tej samej nazwie co repozytorium.

source: Repos only
de_de: Nur Repos
es_es: Solo Repositorios
it_it: Solo repo
nl_nl: Alleen repo's
pl_pl: Tylko repozytoria

source: Retain daily
de_de: Täglich beibehalten
es_es: Retener diariamente
it_it: Archivia ogni giorno
nl_nl: Dagelijks bewaren
pl_pl: Zachowaj dziennie

source: Retain hourly
de_de: Stündlich beibehalten
es_es: Retener 1 hora
it_it: Archivia ogni ora
nl_nl: Ieder uur bewaren
pl_pl: Zachowaj co godzinę

source: Retain monthly
de_de: Monatlich beibehalten
es_es: retener 1 mes
it_it: Archivia ogni mese
nl_nl: Maandelijks bewaren
pl_pl: Zachowaj miesięcznie

source: Retain weekly
de_de: Wöchentlich beibehalten
es_es: retener 1 semana
it_it: Archivia ogni settimana
nl_nl: Wekelijks bewaren
pl_pl: Zachowaj tygodniowo

source: Retain yearly
de_de: Jährlich beibehalten
es_es: retener 1 año
it_it: Archivia ogni anno
nl_nl: Jaarlijks bewaren
pl_pl: Zachowaj rocznie

source: Retention and Schedule
nl_nl: Behoud en Planning

source: Run
de_de: Ausführen
es_es: Ejecutar
it_it: Esegui
nl_nl: Uitvoeren
pl_pl: Uruchom

source: Run compact after backup and prune
it_it: Esegui la compattazione dopo il backup e la pulizia
nl_nl: Compact uitvoeren na back-up en snoeien

source: Run daily cron job.
nl_nl: Dagelijkse cron-taak uitvoeren.

source: Run hourly cron job.
nl_nl: Elk uur cron-taak uitvoeren.

source: Run monthly cron job.
nl_nl: Maandelijkse cron-taak uitvoeren.

source: Run script from this path after backup.
de_de: Nach der Sicherung das Skript von diesem Pfad ausführen.
es_es: Ejecute el script desde esta ruta después de la copia de seguridad.
it_it: Esegui lo script da questo percorso dopo il backup.
nl_nl: Script uitvoeren vanaf dit pad na back-up.
pl_pl: Uruchom skrypt z tej ścieżki po utworzeniu kopii zapasowej.

source: Run script from this path before backup.
de_de: Vor der Sicherung das Skript von diesem Pfad ausführen.
es_es: Ejecute el script desde esta ruta antes de la copia de seguridad.
it_it: Esegui lo script da questo percorso prima del backup.
nl_nl: Script uitvoeren vanaf dit pad voor back-up.
pl_pl: Uruchom skrypt z tej ścieżki przed utworzeniem kopii zapasowej.

source: Run weekly cron job.
nl_nl: Wekelijkse cron-taak uitvoeren.

source: Run with progress
it_it: Esegui con il progresso
nl_nl: Uitvoeren met voortgang

source: Run yearly cron job.
nl_nl: Jaarlijkse cron-taak uitvoeren.

source: Runtime / Output
nl_nl: Looptijd / Uitvoer

source: Select a repo ...
de_de: Eine Repo auswählen ...
es_es: Seleccionar un repositorio ...
it_it: Seleziona un repo ...
nl_nl: Selecteer een repo…
pl_pl: Wybierz repozytorium ...

source: Select an archive ...
de_de: Ein Archiv auswählen ...
es_es: Seleccionar un archivo ...
it_it: Seleziona un archivio ...
nl_nl: Selecteer een archief…
pl_pl: Wybierz archiwum ...

source: Set minimum threshold for saved space in percent
it_it: Imposta la soglia minima di spazio risparmiato in percentuale
nl_nl: Minimumdrempel voor opgeslagen ruimte in procenten instellen

source: Set remote network upload rate limit in kiByte/s (default&#58; 0=unlimited).
de_de: Setzen Sie das Limit für die Upload-Rate des entfernten Netzwerks in kiByte/s (Standard&#58; 0=unbegrenzt).
es_es: Establezca el límite de velocidad de carga de la red remota en kiByte / s (predeterminado&#58; 0=unlimited).
it_it: Imposta la velocità massima di caricamento della rete remota in kiByte/s (default&#58; 0=illimitato).
nl_nl: Stel de limiet voor de uploadsnelheid van externe netwerken in kiByte/s in (standaard&#58; 0=onbeperkt).
pl_pl: Ustaw limit szybkości zdalnego przesyłania przez sieć w kilobajtach/s (domyślnie&#58; 0=nieograniczony).

source: Shared Folder
de_de: Gemeinsamer Ordner
es_es: Carpeta compartida
it_it: Cartella condivisa
nl_nl: Gedeelde map
pl_pl: Udostępniony folder

source: Shared folder
de_de: Gemeinsamer Ordner
es_es: Carpeta compartida
it_it: Cartella condivisa
nl_nl: Gedeelde map
pl_pl: Udostępniony folder

source: Skip init
de_de: Initialisierung überspringen
es_es: saltar inicio
it_it: Salta l'inizializzazione
nl_nl: Init overslaan
pl_pl: Pomiń inicjalizację

source: Skip initialization to import existing repo.
de_de: Überspringen Sie die Initialisierung, um ein bestehendes Projektarchiv zu importieren.
es_es: saltar inicio para importar el repo. existente.
it_it: Salta l'inizializzazione per importare un repo esistente.
nl_nl: Initialisatie overslaan om bestaande repo te importeren.
pl_pl: Pomiń inicjalizację, aby zaimportować istniejące repozytorium.

source: Storage quota
it_it: Quota di archiviazione
nl_nl: Opslagquota

source: Unmount
de_de: Aushängen
es_es: Desmontar
it_it: Smonta
nl_nl: Loskoppelen
pl_pl: Odmontuj

source: Unmounting repo ...
de_de: Repo wird ausgehängt ...
es_es: Desmontando repo ...
it_it: Sto smontando il repo ...
nl_nl: Repo loskoppelen…

source: Uses value as prefix for archive name.
de_de: Verwendet den Wert als Präfix für den Archivnamen.
es_es: Usa el valor como prefijo del nombre de archivo
it_it: Utilizza il valore come prefisso per il nome dell'archivio.
nl_nl: Gebruikt waarde als voorvoegsel voor archiefnaam.
pl_pl: Używa wartości jako przedrostka nazwy archiwum.

source: Value
de_de: Wert
es_es: Valor
it_it: Valore
nl_nl: Waarde
pl_pl: Wartość

source: Verify
de_de: Verifizieren
es_es: Verificar
it_it: Verifica
nl_nl: Verifiëren
pl_pl: Weryfikacja

source: Versions
de_de: Versionen
es_es: Versiones
it_it: Versioni
nl_nl: Versies

source: You must move the repo files before changing the location.
es_es: Debe mover los archivos del repositorio antes de cambiar la ubicación.
it_it: È necessario spostare i file del repo prima di modificare la posizione.
nl_nl: U moet de repo-bestanden verplaatsen voordat u de locatie wijzigt.
