Repository: OpenMediaVault-Plugin-Developers/openmediavault-borgbackup
Catalog: usr/share/openmediavault/locale/*/openmediavault-borgbackup.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl

source: daily hour
nl_nl: dagelijks uur

source: daily minute
nl_nl: dagelijks minuut

source: extract logs - follow ...
it_it: estrai log - segui...
nl_nl: logboeken extraheren - volgen…

source: extract logs ...
it_it: estrai log...
nl_nl: logboeken extraheren…

source: hourly minute
nl_nl: elk uur minuut

source: logs
it_it: log
nl_nl: logboeken

source: logs - follow
it_it: log - segui
nl_nl: logboeken - volgen

source: lz4 - super fast / low compression
de_de: lz4 - superschnell / niedrige Kompression
es_es: lz4 - super rápido / baja compresión
it_it: lz4 - super veloce / bassa compressione
nl_nl: lz4 - supersnel / weinig compressie
pl_pl: lz4 - superszybka / niska kompresja

source: lzma - even slower / even higher compression
de_de: lzma - noch langsamer / noch höhere Kompression
es_es: lzma - más lento / mayor compresión
it_it: lzma - ancora più lento / compressione ancora più elevata
nl_nl: lzma - nog trager / nog hogere compressie
pl_pl: lzma - jeszcze wolniejsza/jeszcze większa kompresja

source: monthly hour
nl_nl: maandelijks uur

source: monthly minute
nl_nl: maandelijks minuut

source: n/a
de_de: n/v
es_es: n/d
it_it: non disponibile
nl_nl: n.v.t.

source: weekly hour
nl_nl: wekelijks uur

source: weekly minute
nl_nl: wekelijks minuut

source: yearly hour
nl_nl: jaarlijks uur

source: yearly minute
nl_nl: jaarlijks minuut

source: zlib - less fast / higher compression
de_de: zlib - weniger schnell / höhere Kompression
es_es: zlib - menos rápido / mayor compresión
it_it: zlib - meno veloce / maggiore compressione
nl_nl: zlib - minder snel / hogere compressie
pl_pl: zlib - mniej szybka/wyższa kompresja

source: zstd - super fast / medium compression
de_de: zstd - superschnell / mittlere Kompression
es_es: zstd - super rápido / compresión media
it_it: zstd - super veloce / compressione media
nl_nl: zstd - supersnel / medium compressie
pl_pl: zstd - superszybka / średnia kompresja

source: Compact
de_de: Kompakt
es_es: Comprimir
it_it: Compatta

source: Docs
de_de: Doku
es_es: Documentación
it_it: Documenti

source: Info
es_es: Información
it_it: Informazioni

source: Repo info ...
es_es: Información del repositorio ...
it_it: Informazioni sul repo ...
pl_pl: O repozytorium ...

source: Repos
es_es: Repositorios
it_it: Repo
pl_pl: Repozytoria

source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
pl_pl: Typ

source: omv-extras wiki
it_it: wiki di omv-extras

source: Repo
es_es: Repositorio
pl_pl: Repozytorium

source: Post-script
de_de: Post-Skript

source: Pre-script
de_de: Prä-Skript

source: Put comma between each directory
pl_pl: Umieść przecinek pomiędzy każdym katalogiem
